{
    "kind": "t3",
    "data": {
        "approved_at_utc": null,
        "subreddit": "IAmA",
        "selftext": " \n\nThis is a ask me anything about anabolic steroids. or to do with my porn career, I make cash through a vast source of incomes, from my adult work, from gyms I own and run personally, and A fair few other investments i've put my money into. there is a few reasons i'm doing this ama the reason for the porn side is I get a lot of questions asking me what it's like, what I do, it is crazy, is it sexy? sometimes, sometimes it is pure work and there is parts like any job you hate/dislike i've met some awesome people and ive met some complete muppets. on the anabolic side of things the reason for doing this is simple, I normally always post in the other boards. But I commonly get messages from women wanting to lose weight, build muscle, or even use anabolics steroids, I also get questions from men curious or asking about their girlfriends etc. Over the years I have been a variety of sizes, I have been the level of a female bodybuilder, I've been 105lbs and ripped/lean, I've been skinny, and originally I was over weight at 260lbs, I had PCOS and struggled a lot when I was younger, I got down to around 110 before I ever touched drugs using heavy weights and cardio along with an excellent diet, this is to answer any questions you might have, I have used a lot of gear, I have made mistakes, And i'm here to share it all, I've had 100s of clients over the years, Women who want to use steroids to get huge no matter what the cost! something I wouldn't do. But I respect everyones decision, I've had some wanting to get big but look as feminine as possible, others wanting to get ripped/lean, some just wanting to be models. I know 100s of girls who lie to their partners, steroid usage in women is far more common then one would have you believe. I know girls who are as feminine as can come hiding their anavar and primo in the bottom of yogurt for example. unfortunately many ladies will deny it or just not be honest with it. so there is a lot of bad information spread via steroid usage. With the photos, I've done the one as proof to verify myself, then with the others ive put a vast amount, the ones at the top are what I use to look like. when I was over over weight, to when I was a more skinny weight, to when I started bodybuilding, the first attachment is my training photos and the ones at the bottom of it are how I currently look now, the ones above/top are the different stages of my training career so you get an idea of the sizes i;ve been, now im going for a bit more feminine look, And looking at some possible facial work, fillers, lips, and possibly fat transfer to the face as ive been interested in the look, but I may not do all of them. Current work i've had done is breast enlargements obviously. anyway everything in the first link is safe for work. the second link is a few photos to the more adult type. i'd like to say i've kept it classy, but how do you keep porn classy? what i;ve done is put photos that are not explict or completely revealing, so that is not \"offensive\" material, Ie there is no penetration/dildo/oral/spread legged photos etc. and done my best to keep it as sfw on the second link as possible. but common sense with the type of work I do, viewing the first one is fine, the second one I would not view at work. and would still label it as NSFW I just didn't want to put my extreme photos in there and take away from what im trying to do.\n\nas stated I am here to answer ANY QUESTIONS, As long as it's not rude or stupid, I'm happy to answer anything as indepth as I can.\n\nLink one SFW with verification photo [https://imgur.com/a/gL8XOIS](https://imgur.com/a/gL8XOIS)\n\nlink 2 [https://imgur.com/a/IcPbe2L](https://imgur.com/a/IcPbe2L)",
        "author_fullname": "t2_mizzy",
        "saved": false,
        "mod_reason_title": null,
        "gilded": 0,
        "clicked": false,
        "title": "I am a [Female] Bodybuilder and porn star on steroids ask me anything,",
        "link_flair_richtext": [
            {
                "e": "text",
                "t": "Adult Industry"
            }
        ],
        "subreddit_name_prefixed": "r/IAmA",
        "hidden": false,
        "pwls": 6,
        "link_flair_css_class": "adult",
        "downs": 0,
        "thumbnail_height": null,
        "top_awarded_type": null,
        "hide_score": false,
        "name": "t3_k0q9v1",
        "quarantine": false,
        "link_flair_text_color": "dark",
        "upvote_ratio": 0.54,
        "author_flair_background_color": null,
        "subreddit_type": "public",
        "ups": 15,
        "total_awards_received": 0,
        "media_embed": {},
        "thumbnail_width": null,
        "author_flair_template_id": null,
        "is_original_content": false,
        "user_reports": [],
        "secure_media": null,
        "is_reddit_media_domain": false,
        "is_meta": false,
        "category": null,
        "secure_media_embed": {},
        "link_flair_text": "Adult Industry",
        "can_mod_post": false,
        "score": 15,
        "approved_by": null,
        "author_premium": false,
        "thumbnail": "self",
        "edited": false,
        "author_flair_css_class": null,
        "author_flair_richtext": [],
        "gildings": {},
        "post_hint": "self",
        "content_categories": null,
        "is_self": true,
        "mod_note": null,
        "created": 1606331310.0,
        "link_flair_type": "richtext",
        "wls": 6,
        "removed_by_category": null,
        "banned_by": null,
        "author_flair_type": "text",
        "domain": "self.IAmA",
        "allow_live_comments": false,
        "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;This is a ask me anything about anabolic steroids. or to do with my porn career, I make cash through a vast source of incomes, from my adult work, from gyms I own and run personally, and A fair few other investments i&amp;#39;ve put my money into. there is a few reasons i&amp;#39;m doing this ama the reason for the porn side is I get a lot of questions asking me what it&amp;#39;s like, what I do, it is crazy, is it sexy? sometimes, sometimes it is pure work and there is parts like any job you hate/dislike i&amp;#39;ve met some awesome people and ive met some complete muppets. on the anabolic side of things the reason for doing this is simple, I normally always post in the other boards. But I commonly get messages from women wanting to lose weight, build muscle, or even use anabolics steroids, I also get questions from men curious or asking about their girlfriends etc. Over the years I have been a variety of sizes, I have been the level of a female bodybuilder, I&amp;#39;ve been 105lbs and ripped/lean, I&amp;#39;ve been skinny, and originally I was over weight at 260lbs, I had PCOS and struggled a lot when I was younger, I got down to around 110 before I ever touched drugs using heavy weights and cardio along with an excellent diet, this is to answer any questions you might have, I have used a lot of gear, I have made mistakes, And i&amp;#39;m here to share it all, I&amp;#39;ve had 100s of clients over the years, Women who want to use steroids to get huge no matter what the cost! something I wouldn&amp;#39;t do. But I respect everyones decision, I&amp;#39;ve had some wanting to get big but look as feminine as possible, others wanting to get ripped/lean, some just wanting to be models. I know 100s of girls who lie to their partners, steroid usage in women is far more common then one would have you believe. I know girls who are as feminine as can come hiding their anavar and primo in the bottom of yogurt for example. unfortunately many ladies will deny it or just not be honest with it. so there is a lot of bad information spread via steroid usage. With the photos, I&amp;#39;ve done the one as proof to verify myself, then with the others ive put a vast amount, the ones at the top are what I use to look like. when I was over over weight, to when I was a more skinny weight, to when I started bodybuilding, the first attachment is my training photos and the ones at the bottom of it are how I currently look now, the ones above/top are the different stages of my training career so you get an idea of the sizes i;ve been, now im going for a bit more feminine look, And looking at some possible facial work, fillers, lips, and possibly fat transfer to the face as ive been interested in the look, but I may not do all of them. Current work i&amp;#39;ve had done is breast enlargements obviously. anyway everything in the first link is safe for work. the second link is a few photos to the more adult type. i&amp;#39;d like to say i&amp;#39;ve kept it classy, but how do you keep porn classy? what i;ve done is put photos that are not explict or completely revealing, so that is not &amp;quot;offensive&amp;quot; material, Ie there is no penetration/dildo/oral/spread legged photos etc. and done my best to keep it as sfw on the second link as possible. but common sense with the type of work I do, viewing the first one is fine, the second one I would not view at work. and would still label it as NSFW I just didn&amp;#39;t want to put my extreme photos in there and take away from what im trying to do.&lt;/p&gt;\n\n&lt;p&gt;as stated I am here to answer ANY QUESTIONS, As long as it&amp;#39;s not rude or stupid, I&amp;#39;m happy to answer anything as indepth as I can.&lt;/p&gt;\n\n&lt;p&gt;Link one SFW with verification photo &lt;a href=\"https://imgur.com/a/gL8XOIS\"&gt;https://imgur.com/a/gL8XOIS&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;link 2 &lt;a href=\"https://imgur.com/a/IcPbe2L\"&gt;https://imgur.com/a/IcPbe2L&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
        "likes": null,
        "suggested_sort": null,
        "banned_at_utc": null,
        "view_count": null,
        "archived": false,
        "no_follow": false,
        "is_crosspostable": false,
        "pinned": false,
        "over_18": false,
        "preview": {
            "images": [
                {
                    "source": {
                        "url": "https://external-preview.redd.it/L5zOt1VIUUM1-gFwVlVy-T-A5gLB6CWHrJPOjz7fBQc.jpg?auto=webp&amp;s=9bfe1015662659c5be4839a925b34fc6ebb12375",
                        "width": 640,
                        "height": 480
                    },
                    "resolutions": [
                        {
                            "url": "https://external-preview.redd.it/L5zOt1VIUUM1-gFwVlVy-T-A5gLB6CWHrJPOjz7fBQc.jpg?width=108&amp;crop=smart&amp;auto=webp&amp;s=39604d86ffb6ceb1dd09e62117451cf1586b1621",
                            "width": 108,
                            "height": 81
                        },
                        {
                            "url": "https://external-preview.redd.it/L5zOt1VIUUM1-gFwVlVy-T-A5gLB6CWHrJPOjz7fBQc.jpg?width=216&amp;crop=smart&amp;auto=webp&amp;s=114c966daa527bdb6b1aed8fe68722ea85303851",
                            "width": 216,
                            "height": 162
                        },
                        {
                            "url": "https://external-preview.redd.it/L5zOt1VIUUM1-gFwVlVy-T-A5gLB6CWHrJPOjz7fBQc.jpg?width=320&amp;crop=smart&amp;auto=webp&amp;s=85823cd84cccd2b7663f5678df4acd7970018ae3",
                            "width": 320,
                            "height": 240
                        },
                        {
                            "url": "https://external-preview.redd.it/L5zOt1VIUUM1-gFwVlVy-T-A5gLB6CWHrJPOjz7fBQc.jpg?width=640&amp;crop=smart&amp;auto=webp&amp;s=17faed5ca8b239c8e957b176b41b7c5b61c11a5a",
                            "width": 640,
                            "height": 480
                        }
                    ],
                    "variants": {},
                    "id": "DzOVjR71HHRjIkerlw-cFHsCYVCkmx-7ouOcEcmK9PI"
                }
            ],
            "enabled": false
        },
        "all_awardings": [],
        "awarders": [],
        "media_only": false,
        "can_gild": false,
        "spoiler": false,
        "locked": false,
        "author_flair_text": null,
        "treatment_tags": [],
        "visited": false,
        "removed_by": null,
        "num_reports": null,
        "distinguished": null,
        "subreddit_id": "t5_2qzb6",
        "mod_reason_by": null,
        "removal_reason": null,
        "link_flair_background_color": "",
        "id": "k0q9v1",
        "is_robot_indexable": true,
        "report_reasons": null,
        "author": "TheRealTabbyanne",
        "discussion_type": null,
        "num_comments": 100,
        "send_replies": true,
        "whitelist_status": "all_ads",
        "contest_mode": false,
        "mod_reports": [],
        "author_patreon_flair": false,
        "author_flair_text_color": null,
        "permalink": "/r/IAmA/comments/k0q9v1/i_am_a_female_bodybuilder_and_porn_star_on/",
        "parent_whitelist_status": "all_ads",
        "stickied": false,
        "url": "https://www.reddit.com/r/IAmA/comments/k0q9v1/i_am_a_female_bodybuilder_and_porn_star_on/",
        "subreddit_subscribers": 20603946,
        "created_utc": 1606302510.0,
        "num_crossposts": 0,
        "media": null,
        "is_video": false
    }
}