{
    "kind": "t3",
    "data": {
        "approved_at_utc": null,
        "subreddit": "IAmA",
        "selftext": " \n\n1. Soon after World War II, Winston Churchill was visiting the White House when he is said to have had an uncanny experience. Having had a long bath with a Scotch and cigar, he reportedly walked into the adjoining bedroom – only to be met by the ghost of Abraham Lincoln. Unflappable, even while completely naked, Churchill apparently announced: “Good evening, Mr President. You seem to have me at a disadvantage.” [The spirit smiled and vanished](http://blog.constitutioncenter.org/2013/10/ghost-stories-part-of-the-white-house%E2%80%99s-legacy/).\n\nHis supposed contact with the supernatural puts Churchill in illustrious company. Arthur Conan Doyle spoke to ghosts through mediums, while [**Alan Turing believed in telepathy**](http://blogs.scientificamerican.com/cross-check/2012/07/20/brilliant-scientists-are-open-minded-about-paranormal-stuff-so-why-not-you/). Three men who were all known for their razor-sharp thinking, yet couldn’t stop themselves from believing in the impossible. You may well join them. According to recent surveys, as many as [**three quarters of Americans believe in the paranormal,**](http://www.gallup.com/poll/16915/three-four-americans-believe-paranormal.aspx) in some form, while [**nearly one in five**](http://www.pewresearch.org/fact-tank/2013/10/30/18-of-americans-say-theyve-seen-a-ghost/) claim to have actually seen a ghost.\n\nIntrigued by these persistent beliefs, psychologists have started to look at why some of us can’t shake off old superstitions and folk-lore. Their findings may suggest some hidden virtues to believing in the paranormal. At the very least, it should cause you to question whether you hold more insidious beliefs about the world.\n\nSome paranormal experiences are easily explainable, based on faulty activity in the brain. Reports of poltergeists invisibly moving objects seem to be consistent with damage to certain regions of the [**right hemisphere that are responsible for visual**](http://www.ncbi.nlm.nih.gov/pubmed/22229671) processing; certain forms of epilepsy, meanwhile, can cause the [**spooky feeling that a presence is stalking you close by** ](http://www.ncbi.nlm.nih.gov/m/pubmed/19448096/?i=1&amp;from=%22shadow%20person%22)– perhaps underlying accounts of faceless “[**shadow people**](http://en.wikipedia.org/wiki/Shadow_person)” lurking in the surroundings.\n\nStory continues below\n\n📷\n\n*(Thinkstock)*\n\nOut-of-body experiences, meanwhile, are now accepted neurological phenomena, while certain visual illusions could confound the healthy brain and create mythical beings. For example, one young Italian psychologist looked in the mirror one morning to find a [**grizzled old man staring back at him**](http://www.newscientist.com/article/dn24466-the-halloween-trick-that-conjures-ghosts-of-the-mind.html#.VFElDhD2fWY). His later experiments confirmed that the illusion is surprisingly common when you look at your reflection in the half light, perhaps because the brain struggles to construct the contours of your face, so it begins to try to fill in the missing information – even if that leads to the appearance of skulls, old hags or hideous animals.\n\nSo any combination of exhaustion, drugs, alcohol, and tricks of the light could contribute to single, isolated sightings, like that reported by Churchill. But what about the experiences of people like Conan Doyle, who seemed to see other-worldly actions on a day-to-day basis?\n\n**Protective shield**\n\nPsychologists studying religion have long suspected that a belief in the paranormal can be a kind of shield from the even harsher truths of the world. The idea is that when something unexpected happens – a death, natural disaster, or job loss – the brain scrambles around for answers, looking for meaning in the chaos. “It’s such an aversive state that if it can’t gain control objectively, we will get it by perceiving more structures around us, even if they don’t exist,” says Jennifer Whitson at the University of Texas, who studies pattern perception, and judgment and decision making. Even simply asking people to remember a time when they felt out of control, can [**make people see illusory forces at work**](http://www.sciencemag.org/content/322/5898/115.full.pdf), she has found. That included seeing patterns in the random movements of the stock market, for example, but it could also manifest itself by linking two unconnected events, such as the belief that “knocking on wood” for good luck would improve your chances in a job interview.\n\n📷\n\n*(Thinkstock)*\n\nAnthropomorphism is another common way that we try to understand events, says Adam Waytz at Northwestern University in Illinois. So we might think that a spirit lies behind a storm or that a demon is causing us to get ill – rather than acknowledging that we have no control over the matter; and if a branch is tapping on your window, you might be more inclined to imagine that it is a ghost sending you a message. “We create beliefs in ghosts, because we don’t like believing that the universe is random,” says Waytz. Again, this seems to be more common when we feel less control over our lives.\n\nGiven these strange turns of the mind, might some people be naturally inclined to see hidden patterns and motives, and could this explain why they are more superstitious than others? It is a question that Tapani Riekki at the University of Helsinki in Finland has tried to answer for the last few years. He says that believers often welcome his research, since they genuinely can’t understand why others don’t share their worldview. “They say that ’I don’t see why other people don’t feel what I feel, or believe what I believe’,” he says.\n\n**Hidden faces**\n\nRiekki recently asked sceptics and believers to view simple animations of moving shapes, while lying in a brain scanner. He found paranormal believers were more likely to see some kind of intention behind the movements – as if the shapes were playing a game of “tag”, say – and this was reflected in [**greater brain activity**](http://www.tandfonline.com/doi/abs/10.1080/17470919.2014.906366#.VFIbHhD2fEd) in the regions normally associated with “theory of mind” and understanding others’ motives. Riekki has also found that people who believe in the supernatural are more likely to see hidden faces in everyday photos – a finding confirmed by another team at the University of Amsterdam, who showed that paranormal believers are more likely to imagine that they had seen a [**walking figure in random light displays**](http://www.sciencedirect.com/science/article/pii/S1053810013000974).\n\n📷\n\n*(Thinkstock)*\n\nAdded to this, Riekki has found [**that believers may have weaker cognitive “inhibition”**](http://scholar.google.com/citations?view_op=view_citation&amp;hl=tr&amp;user=4IysLYEAAAAJ&amp;citation_for_view=4IysLYEAAAAJ:2osOgNQ5qMEC), compared to sceptics. That’s the skill that allows you to quash unwanted thoughts, so perhaps we are all spooked by strange coincidences and patterns from time to time, but sceptics are better at pushing them aside. Riekki gives the example of someone who is thinking about their mother, only for her to call two minutes later. “Is it just that sceptics can laugh and say it is just coincidence, and then think of something else?” he wonders. Significantly, another paper reported that [**paranormal believers also tend to have greater confidence in their decisions**](http://www.sciencedirect.com/science/article/pii/S1053810014000907), even when they are based on ambiguous information. So once they have latched onto the belief, you might be less likely to let it go. \n\nEven so, most researchers agree that sceptics shouldn’t be too critical of people who harbour these beliefs. After all, one study has found that various superstitions can boost your performance in a range of skills. In one trial, [**bringing their favourite lucky charm into a memory test significantly improved subjects’ recall**](http://pss.sagepub.com/content/early/2010/05/27/0956797610372631), since it seemed to increase their confidence in their own abilities. Another experiment tested the subjects’ golf putting ability. Telling them that they were using a “lucky” ball meant they were more likely to score than those simply using any old ball. Even something as simple as saying “break a leg” or “I’ll keep my fingers for you” improved the participants’ motor dexterity and their ability to solve anagrams.\n\nAnd even if you think you are immune, you shouldn’t underestimate the power of suggestion. Michael Nees at the Lafayette College in Pennsylvania recently asked a group of students to listen to sound recordings from US ghost-hunting shows. Subtly priming the volunteers with the thought that they were involved in a paranormal study increased the number of voices they reported hearing in the fuzzy recordings – despite the fact that they mostly reported being sceptics. It seems that the merest expectation of hearing something spooky can set your mind whirring.\n\n📷\n\n*(Rachel Adams/Flickr/CC BY-ND-2.0)*\n\nWhitson’s research, meanwhile, shows how easy it is for us all to imagine strange happenings when we feel unsettled. Her latest experiment found that even priming someone with a feeling of hope – normally considered a positive emotion – can still increase people’s belief in the supernatural, or conspiracy theories. The reason, she says, is that hope is still full of uncertainty; it makes you question the future, compared to a feeling like anger where you might be surer of your righteousness.\n\nAnd if you tell yourself that you have reasoned yourself out of superstitions and ghost stories, you might still harbour other beliefs that are equally fanciful, she says. It could be a full blown conspiracy theory about the government, or just suspicions that your colleagues are ganging up on you, based on a few spurious comments.\n\nWe can perhaps see the brain’s ability to “spot” illusory patterns in the response to the Ebola epidemic – such as the emergence of folk remedies (including the belief that drinking salt water is a cure), fears in the West that it will spread through air travel, and theories that [**it was created by industrialised governments**](http://www.nytimes.com/2014/08/26/upshot/fighting-ebola-and-the-conspiracy-theories.html?_r=0).\n\n“It’s easy to think of yourself as the one holding the rational cards, but it’s wiser to understand that every one of us are going to be prone to those mistakes when we feel like we are lacking control,” says Whitson. “We should all be ready to evaluate our assumptions more thoughtfully.” As Churchill, Turing and Conan Doyle showed us, even the most astute minds can be given to fancy from time to time.",
        "author_fullname": "t2_925k08vf",
        "saved": false,
        "mod_reason_title": null,
        "gilded": 0,
        "clicked": false,
        "title": "PARANORMAL ACTIVITY",
        "link_flair_richtext": [],
        "subreddit_name_prefixed": "r/IAmA",
        "hidden": false,
        "pwls": 6,
        "link_flair_css_class": null,
        "downs": 0,
        "thumbnail_height": null,
        "top_awarded_type": null,
        "hide_score": false,
        "name": "t3_k1w739",
        "quarantine": false,
        "link_flair_text_color": "dark",
        "upvote_ratio": 0.2,
        "author_flair_background_color": null,
        "subreddit_type": "public",
        "ups": 0,
        "total_awards_received": 0,
        "media_embed": {},
        "thumbnail_width": null,
        "author_flair_template_id": null,
        "is_original_content": false,
        "user_reports": [],
        "secure_media": null,
        "is_reddit_media_domain": false,
        "is_meta": false,
        "category": null,
        "secure_media_embed": {},
        "link_flair_text": null,
        "can_mod_post": false,
        "score": 0,
        "approved_by": null,
        "author_premium": false,
        "thumbnail": "self",
        "edited": false,
        "author_flair_css_class": null,
        "author_flair_richtext": [],
        "gildings": {},
        "content_categories": null,
        "is_self": true,
        "mod_note": null,
        "created": 1606488572.0,
        "link_flair_type": "text",
        "wls": 6,
        "removed_by_category": null,
        "banned_by": null,
        "author_flair_type": "text",
        "domain": "self.IAmA",
        "allow_live_comments": false,
        "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;ol&gt;\n&lt;li&gt;Soon after World War II, Winston Churchill was visiting the White House when he is said to have had an uncanny experience. Having had a long bath with a Scotch and cigar, he reportedly walked into the adjoining bedroom – only to be met by the ghost of Abraham Lincoln. Unflappable, even while completely naked, Churchill apparently announced: “Good evening, Mr President. You seem to have me at a disadvantage.” &lt;a href=\"http://blog.constitutioncenter.org/2013/10/ghost-stories-part-of-the-white-house%E2%80%99s-legacy/\"&gt;The spirit smiled and vanished&lt;/a&gt;.&lt;/li&gt;\n&lt;/ol&gt;\n\n&lt;p&gt;His supposed contact with the supernatural puts Churchill in illustrious company. Arthur Conan Doyle spoke to ghosts through mediums, while &lt;a href=\"http://blogs.scientificamerican.com/cross-check/2012/07/20/brilliant-scientists-are-open-minded-about-paranormal-stuff-so-why-not-you/\"&gt;&lt;strong&gt;Alan Turing believed in telepathy&lt;/strong&gt;&lt;/a&gt;. Three men who were all known for their razor-sharp thinking, yet couldn’t stop themselves from believing in the impossible. You may well join them. According to recent surveys, as many as &lt;a href=\"http://www.gallup.com/poll/16915/three-four-americans-believe-paranormal.aspx\"&gt;&lt;strong&gt;three quarters of Americans believe in the paranormal,&lt;/strong&gt;&lt;/a&gt; in some form, while &lt;a href=\"http://www.pewresearch.org/fact-tank/2013/10/30/18-of-americans-say-theyve-seen-a-ghost/\"&gt;&lt;strong&gt;nearly one in five&lt;/strong&gt;&lt;/a&gt; claim to have actually seen a ghost.&lt;/p&gt;\n\n&lt;p&gt;Intrigued by these persistent beliefs, psychologists have started to look at why some of us can’t shake off old superstitions and folk-lore. Their findings may suggest some hidden virtues to believing in the paranormal. At the very least, it should cause you to question whether you hold more insidious beliefs about the world.&lt;/p&gt;\n\n&lt;p&gt;Some paranormal experiences are easily explainable, based on faulty activity in the brain. Reports of poltergeists invisibly moving objects seem to be consistent with damage to certain regions of the &lt;a href=\"http://www.ncbi.nlm.nih.gov/pubmed/22229671\"&gt;&lt;strong&gt;right hemisphere that are responsible for visual&lt;/strong&gt;&lt;/a&gt; processing; certain forms of epilepsy, meanwhile, can cause the &lt;a href=\"http://www.ncbi.nlm.nih.gov/m/pubmed/19448096/?i=1&amp;amp;from=%22shadow%20person%22\"&gt;&lt;strong&gt;spooky feeling that a presence is stalking you close by&lt;/strong&gt; &lt;/a&gt;– perhaps underlying accounts of faceless “&lt;a href=\"http://en.wikipedia.org/wiki/Shadow_person\"&gt;&lt;strong&gt;shadow people&lt;/strong&gt;&lt;/a&gt;” lurking in the surroundings.&lt;/p&gt;\n\n&lt;p&gt;Story continues below&lt;/p&gt;\n\n&lt;p&gt;📷&lt;/p&gt;\n\n&lt;p&gt;&lt;em&gt;(Thinkstock)&lt;/em&gt;&lt;/p&gt;\n\n&lt;p&gt;Out-of-body experiences, meanwhile, are now accepted neurological phenomena, while certain visual illusions could confound the healthy brain and create mythical beings. For example, one young Italian psychologist looked in the mirror one morning to find a &lt;a href=\"http://www.newscientist.com/article/dn24466-the-halloween-trick-that-conjures-ghosts-of-the-mind.html#.VFElDhD2fWY\"&gt;&lt;strong&gt;grizzled old man staring back at him&lt;/strong&gt;&lt;/a&gt;. His later experiments confirmed that the illusion is surprisingly common when you look at your reflection in the half light, perhaps because the brain struggles to construct the contours of your face, so it begins to try to fill in the missing information – even if that leads to the appearance of skulls, old hags or hideous animals.&lt;/p&gt;\n\n&lt;p&gt;So any combination of exhaustion, drugs, alcohol, and tricks of the light could contribute to single, isolated sightings, like that reported by Churchill. But what about the experiences of people like Conan Doyle, who seemed to see other-worldly actions on a day-to-day basis?&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;Protective shield&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;Psychologists studying religion have long suspected that a belief in the paranormal can be a kind of shield from the even harsher truths of the world. The idea is that when something unexpected happens – a death, natural disaster, or job loss – the brain scrambles around for answers, looking for meaning in the chaos. “It’s such an aversive state that if it can’t gain control objectively, we will get it by perceiving more structures around us, even if they don’t exist,” says Jennifer Whitson at the University of Texas, who studies pattern perception, and judgment and decision making. Even simply asking people to remember a time when they felt out of control, can &lt;a href=\"http://www.sciencemag.org/content/322/5898/115.full.pdf\"&gt;&lt;strong&gt;make people see illusory forces at work&lt;/strong&gt;&lt;/a&gt;, she has found. That included seeing patterns in the random movements of the stock market, for example, but it could also manifest itself by linking two unconnected events, such as the belief that “knocking on wood” for good luck would improve your chances in a job interview.&lt;/p&gt;\n\n&lt;p&gt;📷&lt;/p&gt;\n\n&lt;p&gt;&lt;em&gt;(Thinkstock)&lt;/em&gt;&lt;/p&gt;\n\n&lt;p&gt;Anthropomorphism is another common way that we try to understand events, says Adam Waytz at Northwestern University in Illinois. So we might think that a spirit lies behind a storm or that a demon is causing us to get ill – rather than acknowledging that we have no control over the matter; and if a branch is tapping on your window, you might be more inclined to imagine that it is a ghost sending you a message. “We create beliefs in ghosts, because we don’t like believing that the universe is random,” says Waytz. Again, this seems to be more common when we feel less control over our lives.&lt;/p&gt;\n\n&lt;p&gt;Given these strange turns of the mind, might some people be naturally inclined to see hidden patterns and motives, and could this explain why they are more superstitious than others? It is a question that Tapani Riekki at the University of Helsinki in Finland has tried to answer for the last few years. He says that believers often welcome his research, since they genuinely can’t understand why others don’t share their worldview. “They say that ’I don’t see why other people don’t feel what I feel, or believe what I believe’,” he says.&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;Hidden faces&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;Riekki recently asked sceptics and believers to view simple animations of moving shapes, while lying in a brain scanner. He found paranormal believers were more likely to see some kind of intention behind the movements – as if the shapes were playing a game of “tag”, say – and this was reflected in &lt;a href=\"http://www.tandfonline.com/doi/abs/10.1080/17470919.2014.906366#.VFIbHhD2fEd\"&gt;&lt;strong&gt;greater brain activity&lt;/strong&gt;&lt;/a&gt; in the regions normally associated with “theory of mind” and understanding others’ motives. Riekki has also found that people who believe in the supernatural are more likely to see hidden faces in everyday photos – a finding confirmed by another team at the University of Amsterdam, who showed that paranormal believers are more likely to imagine that they had seen a &lt;a href=\"http://www.sciencedirect.com/science/article/pii/S1053810013000974\"&gt;&lt;strong&gt;walking figure in random light displays&lt;/strong&gt;&lt;/a&gt;.&lt;/p&gt;\n\n&lt;p&gt;📷&lt;/p&gt;\n\n&lt;p&gt;&lt;em&gt;(Thinkstock)&lt;/em&gt;&lt;/p&gt;\n\n&lt;p&gt;Added to this, Riekki has found &lt;a href=\"http://scholar.google.com/citations?view_op=view_citation&amp;amp;hl=tr&amp;amp;user=4IysLYEAAAAJ&amp;amp;citation_for_view=4IysLYEAAAAJ:2osOgNQ5qMEC\"&gt;&lt;strong&gt;that believers may have weaker cognitive “inhibition”&lt;/strong&gt;&lt;/a&gt;, compared to sceptics. That’s the skill that allows you to quash unwanted thoughts, so perhaps we are all spooked by strange coincidences and patterns from time to time, but sceptics are better at pushing them aside. Riekki gives the example of someone who is thinking about their mother, only for her to call two minutes later. “Is it just that sceptics can laugh and say it is just coincidence, and then think of something else?” he wonders. Significantly, another paper reported that &lt;a href=\"http://www.sciencedirect.com/science/article/pii/S1053810014000907\"&gt;&lt;strong&gt;paranormal believers also tend to have greater confidence in their decisions&lt;/strong&gt;&lt;/a&gt;, even when they are based on ambiguous information. So once they have latched onto the belief, you might be less likely to let it go. &lt;/p&gt;\n\n&lt;p&gt;Even so, most researchers agree that sceptics shouldn’t be too critical of people who harbour these beliefs. After all, one study has found that various superstitions can boost your performance in a range of skills. In one trial, &lt;a href=\"http://pss.sagepub.com/content/early/2010/05/27/0956797610372631\"&gt;&lt;strong&gt;bringing their favourite lucky charm into a memory test significantly improved subjects’ recall&lt;/strong&gt;&lt;/a&gt;, since it seemed to increase their confidence in their own abilities. Another experiment tested the subjects’ golf putting ability. Telling them that they were using a “lucky” ball meant they were more likely to score than those simply using any old ball. Even something as simple as saying “break a leg” or “I’ll keep my fingers for you” improved the participants’ motor dexterity and their ability to solve anagrams.&lt;/p&gt;\n\n&lt;p&gt;And even if you think you are immune, you shouldn’t underestimate the power of suggestion. Michael Nees at the Lafayette College in Pennsylvania recently asked a group of students to listen to sound recordings from US ghost-hunting shows. Subtly priming the volunteers with the thought that they were involved in a paranormal study increased the number of voices they reported hearing in the fuzzy recordings – despite the fact that they mostly reported being sceptics. It seems that the merest expectation of hearing something spooky can set your mind whirring.&lt;/p&gt;\n\n&lt;p&gt;📷&lt;/p&gt;\n\n&lt;p&gt;&lt;em&gt;(Rachel Adams/Flickr/CC BY-ND-2.0)&lt;/em&gt;&lt;/p&gt;\n\n&lt;p&gt;Whitson’s research, meanwhile, shows how easy it is for us all to imagine strange happenings when we feel unsettled. Her latest experiment found that even priming someone with a feeling of hope – normally considered a positive emotion – can still increase people’s belief in the supernatural, or conspiracy theories. The reason, she says, is that hope is still full of uncertainty; it makes you question the future, compared to a feeling like anger where you might be surer of your righteousness.&lt;/p&gt;\n\n&lt;p&gt;And if you tell yourself that you have reasoned yourself out of superstitions and ghost stories, you might still harbour other beliefs that are equally fanciful, she says. It could be a full blown conspiracy theory about the government, or just suspicions that your colleagues are ganging up on you, based on a few spurious comments.&lt;/p&gt;\n\n&lt;p&gt;We can perhaps see the brain’s ability to “spot” illusory patterns in the response to the Ebola epidemic – such as the emergence of folk remedies (including the belief that drinking salt water is a cure), fears in the West that it will spread through air travel, and theories that &lt;a href=\"http://www.nytimes.com/2014/08/26/upshot/fighting-ebola-and-the-conspiracy-theories.html?_r=0\"&gt;&lt;strong&gt;it was created by industrialised governments&lt;/strong&gt;&lt;/a&gt;.&lt;/p&gt;\n\n&lt;p&gt;“It’s easy to think of yourself as the one holding the rational cards, but it’s wiser to understand that every one of us are going to be prone to those mistakes when we feel like we are lacking control,” says Whitson. “We should all be ready to evaluate our assumptions more thoughtfully.” As Churchill, Turing and Conan Doyle showed us, even the most astute minds can be given to fancy from time to time.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
        "likes": null,
        "suggested_sort": null,
        "banned_at_utc": null,
        "view_count": null,
        "archived": false,
        "no_follow": true,
        "is_crosspostable": false,
        "pinned": false,
        "over_18": false,
        "all_awardings": [],
        "awarders": [],
        "media_only": false,
        "can_gild": false,
        "spoiler": false,
        "locked": false,
        "author_flair_text": null,
        "treatment_tags": [],
        "visited": false,
        "removed_by": null,
        "num_reports": null,
        "distinguished": null,
        "subreddit_id": "t5_2qzb6",
        "mod_reason_by": null,
        "removal_reason": null,
        "link_flair_background_color": "",
        "id": "k1w739",
        "is_robot_indexable": true,
        "report_reasons": null,
        "author": "Comprehensive-Knee46",
        "discussion_type": null,
        "num_comments": 1,
        "send_replies": true,
        "whitelist_status": "all_ads",
        "contest_mode": false,
        "mod_reports": [],
        "author_patreon_flair": false,
        "author_flair_text_color": null,
        "permalink": "/r/IAmA/comments/k1w739/paranormal_activity/",
        "parent_whitelist_status": "all_ads",
        "stickied": false,
        "url": "https://www.reddit.com/r/IAmA/comments/k1w739/paranormal_activity/",
        "subreddit_subscribers": 20603946,
        "created_utc": 1606459772.0,
        "num_crossposts": 0,
        "media": null,
        "is_video": false
    }
}