{
    "kind": "t3",
    "data": {
        "approved_at_utc": null,
        "subreddit": "IAmA",
        "selftext": "[https://www.reddit.com/r/science/comments/i457jh/science\\_discussion\\_series\\_we\\_are\\_mental\\_health/](https://www.reddit.com/r/science/comments/i457jh/science_discussion_series_we_are_mental_health/)\n\n[Hi reddit](https://i.imgur.com/DGWqasT.png)! For far too long, the mental health profession has taken a race-blind approach to treatment, research, and conceptualizing human behavior. The result has been that Black people and other people of color are underrepresented in psychological research, and are subsequently assumed to have similar experiences, adversities, cultural backgrounds, and reactions to treatment as do their White counterparts. White experiences and behaviors are often the assumed normative default, leading to mental health disparities both in who has access to mental health treatment, and who feels understood and represented in both research and treatment. We are practitioners and researchers whose work focuses on these long-neglected areas. \n\nAs mentioned in a [previous announcement post](https://www.reddit.com/r/BlackPeopleTwitter/comments/h0afge/rscience_affirms_that_black_lives_matter_heres/), the moderators of [r/science](https://www.reddit.com/r/science/) have worked in collaboration with the moderators of [r/blackpeopletwitter](https://www.reddit.com/r/blackpeopletwitter/) and [r/blackladies](https://www.reddit.com/r/blackladies/) to create this series of discussion panels focused on race in America. These panels will be led by subject area specialists including scientists, researchers, and policy professionals so that we can engage with multiple expert perspectives on those important topics. A list of the panels, guests, and dates can be found [here](https://www.reddit.com/r/science/comments/hu52pr/rscience_announces_a_series_of_discussion_panels/).\n\nToday our guests are answering under the account [u/BIPOC\\_Mental\\_Health](https://www.reddit.com/u/BIPOC_Mental_Health/). With us today are:\n\n**Monnica Williams, PhD**: I am an Associate Professor in the School of Psychology at the University of Ottawa, where I serve as Canada Research Chair in Mental Health Disparities. I am a board-certified, clinical psychologist, licensed in the US and Canada. I train and supervise clinicians in cognitive-behavioral therapies and culturally-informed techniques. I am the Clinical Director of the Behavioral Wellness Clinic, LLC in Tolland, Connecticut, where we specialize in OCD, race-based trauma, and psychedelic-assisted therapies. My research interests include Black mental health and mental health access and equity.  I have authored 130 scientific articles and 4 books, and I maintain a blog on Psychology Today called [Culturally Speaking](https://www.psychologytoday.com/ca/blog/culturally-speaking). My current projects are focused on racial trauma, microaggressions, and White allyship. I am a national and international expert on racism. Learn more about me at [monnicawilliams.com](http://www.monnicawilliams.com/) or follow me on Twitter at [@DrMonnica](https://twitter.com/DrMonnica).\n\n**Kevin Cokley, PhD**: My name is Kevin Cokley, and I hold the Oscar and Anne Mauzy Regents Professorship for Educational Research and Development at the University of Texas at Austin. I am a Fellow of both the University of Texas System and University of Texas Academy of Distinguished Teachers, Director of the Institute for Urban Policy Research and Analysis, and Professor of Educational Psychology and African and African Diaspora Studies. My research and teaching can be broadly categorized in the area of African American psychology, with a focus on racial identity, African American students’ academic achievement, and exploring the impact of the impostor phenomenon on mental health and academic outcomes. My research has been cited by the [New York Times](https://www.nytimes.com/2018/06/12/smarter-living/dealing-with-impostor-syndrome-when-youre-treated-as-an-impostor.html), [USA Today](https://www.usatoday.com/story/college/2017/04/24/study-impostor-syndrome-causes-mental-distress-in-minority-students/37430839/), and [Inside Higher Education](https://www.insidehighered.com/audio/2020/01/27/impostor-syndrome). For more information: [kevincokley.com](https://www.kevincokley.com/). My Twitter handle is [@KevinCokley1](https://twitter.com/KevinCokley1).\n\n**Nicole L. Cammack, PhD**: I am Dr. Nicole L. Cammack and I am a licensed Clinical Psychologist, who is passionate about mental health awareness, treatment, and reducing the mental health stigma, particularly as it relates to Black communities.  I currently serve as the President and CEO of [Black Mental Wellness](http://www.blackmentalwellness.com/), a corporation founded by clinical psychologists to shift the narrative of mental health in the Black community through providing resources about mental health and behavioral health topics from a Black perspective, highlighting and increasing the diversity of mental health professionals, and decreasing the mental health stigma in the Black community.  For more information about my work, click [here](https://www.blackmentalwellness.com/dr-nicole-cammack).\n\n**Tumaini Rucker Coker MD, MBA**: I am an Associate Professor of Pediatrics at the University of Washington School of Medicine and Director of Research at Seattle Children's Center for Diversity &amp; Health Equity.  In my research, I collaborate with community clinics and pediatric practices to improve the delivery of primary care services to children and achieve health equity.  I bring my perspective as a practicing pediatrician, researcher, and African American mother of twin boys with ADHD, to the research that I conduct to improve equitable child mental health care to children of color in low-income communities. My research has been funded by multiple federal agencies and foundations, published broadly in the scientific literature in over 70 peer-reviewed articles, and covered by mainstream media outlets, including the Wall Street Journal, CNN, USA Today, and NBC. Learn more my [Innovation in Child Healthcare Delivery Lab](https://www.seattlechildrens.org/research/centers-programs/child-health-behavior-and-development/labs/innovation-in-child-healthcare-delivery-lab-ichd/). Twitter: [@tumainic](https://twitter.com/tumainic).\n\n**Robert T.  Carter, PhD**: I am Professor Emeritus of Psychology and Education at Teachers College, Columbia University. I am an expert on the stressful and traumatic effects of racism. I have authored 120 articles and 9 books. Recent books include - Carter and Scheuermann, (2020); Confronting racism, (Routledge); and Carter and Pieterse (2020); Measuring the Effects of Racism (Columbia University Press). I am a fellow in the American Psychological Association and have won several national awards. For more, please see my website: [rtca411.com](https://nam05.safelinks.protection.outlook.com/?url=http%3A%2F%2Frtca411.com%2F&amp;data=02%7C01%7Cjennifer.e.below%40vumc.org%7Cb49d7202e40b41d9ba3708d835b4c671%7Cef57503014244ed8b83c12c533d879ab%7C0%7C0%7C637318397832885759&amp;sdata=a8plSfOU46cNN1lz7zrlO7fOPHu1WwciNuonAiA392c%3D&amp;reserved=0).\n\n**Paul L. Morgan, PhD**: I am the Henry and Marion Eberly Fellow, Professor of Education and Demography in the Department of Education Policy Studies, and Director of the Center for Educational Disparities Research at Penn State. My work investigates how children who are struggling in school can be better helped. This work repeatedly finds evidence of disparities in disability identification and treatment attributable to race/ethnicity, social class, and national origin including for ADHD, autism, learning disabilities, and other conditions. This work has been cited by the U.S. Department of Education’s [Office of Civil Rights](https://www2.ed.gov/about/offices/list/ocr/letters/colleague-201612-racedisc-special-education.pdf), the [National Academies of Sciences, Engineering, and Medicine](https://www.nap.edu/catalog/25466/vibrant-and-healthy-kids-aligning-science-practice-and-policy-to), and the [U.S. Commission on Civil Rights](https://www.usccr.gov/pubs/2019/07-23-Beyond-Suspensions.pdf). I have published over 60 peer-reviewed studies including in [Pediatrics](https://pubmed.ncbi.nlm.nih.gov/23796743/), [Journal of Child Psychology and Psychiatry](https://pubmed.ncbi.nlm.nih.gov/24456307/), [Child Development](https://srcd.onlinelibrary.wiley.com/doi/abs/10.1111/cdev.12398), and [Educational Researcher](https://journals.sagepub.com/doi/abs/10.3102/0013189X17726282). My research has been supported by the U.S. Department of Education’s Institute of Education Sciences, the National Institute of Child Health and Human Development, the National Science Foundation, and the Spencer Foundation. You can find links to my research at [https://paulmorgan.carrd.co](https://paulmorgan.carrd.co/). I am on Twitter at [@PaulMorganPhd](https://twitter.com/PaulMorganPhd). I look forward to our conversations! \n\n**Our guests will be on throughout the afternoon to answer your questions and discuss with you!**",
        "author_fullname": "t2_gpmcp",
        "saved": false,
        "mod_reason_title": null,
        "gilded": 0,
        "clicked": false,
        "title": "[crosspost r/science] Science Discussion Series: We are mental health professionals and researchers with expertise in Black mental health, racial identity, and race-based trauma. Let’s discuss!",
        "link_flair_richtext": [
            {
                "e": "text",
                "t": "Crosspost"
            }
        ],
        "subreddit_name_prefixed": "r/IAmA",
        "hidden": false,
        "pwls": 6,
        "link_flair_css_class": "crosspost",
        "downs": 0,
        "thumbnail_height": null,
        "top_awarded_type": null,
        "hide_score": false,
        "name": "t3_i48gqp",
        "quarantine": false,
        "link_flair_text_color": "dark",
        "upvote_ratio": 0.78,
        "author_flair_background_color": "transparent",
        "subreddit_type": "public",
        "ups": 10,
        "total_awards_received": 0,
        "media_embed": {},
        "thumbnail_width": null,
        "author_flair_template_id": "3b71e422-9da5-11e9-88df-0ee27a929b24",
        "is_original_content": false,
        "user_reports": [],
        "secure_media": null,
        "is_reddit_media_domain": false,
        "is_meta": false,
        "category": null,
        "secure_media_embed": {},
        "link_flair_text": "Crosspost",
        "can_mod_post": false,
        "score": 10,
        "approved_by": null,
        "author_premium": true,
        "thumbnail": "self",
        "edited": false,
        "author_flair_css_class": null,
        "author_flair_richtext": [
            {
                "a": ":star_modgreen:",
                "e": "emoji",
                "u": "https://emoji.redditmedia.com/vzlvcohtu3831_t5_2qzb6/star_modgreen"
            },
            {
                "e": "text",
                "t": " Lead Moderator"
            }
        ],
        "gildings": {},
        "post_hint": "self",
        "content_categories": null,
        "is_self": true,
        "mod_note": null,
        "created": 1596673560.0,
        "link_flair_type": "richtext",
        "wls": 6,
        "removed_by_category": null,
        "banned_by": null,
        "author_flair_type": "richtext",
        "domain": "self.IAmA",
        "allow_live_comments": false,
        "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;&lt;a href=\"https://www.reddit.com/r/science/comments/i457jh/science_discussion_series_we_are_mental_health/\"&gt;https://www.reddit.com/r/science/comments/i457jh/science_discussion_series_we_are_mental_health/&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://i.imgur.com/DGWqasT.png\"&gt;Hi reddit&lt;/a&gt;! For far too long, the mental health profession has taken a race-blind approach to treatment, research, and conceptualizing human behavior. The result has been that Black people and other people of color are underrepresented in psychological research, and are subsequently assumed to have similar experiences, adversities, cultural backgrounds, and reactions to treatment as do their White counterparts. White experiences and behaviors are often the assumed normative default, leading to mental health disparities both in who has access to mental health treatment, and who feels understood and represented in both research and treatment. We are practitioners and researchers whose work focuses on these long-neglected areas. &lt;/p&gt;\n\n&lt;p&gt;As mentioned in a &lt;a href=\"https://www.reddit.com/r/BlackPeopleTwitter/comments/h0afge/rscience_affirms_that_black_lives_matter_heres/\"&gt;previous announcement post&lt;/a&gt;, the moderators of &lt;a href=\"https://www.reddit.com/r/science/\"&gt;r/science&lt;/a&gt; have worked in collaboration with the moderators of &lt;a href=\"https://www.reddit.com/r/blackpeopletwitter/\"&gt;r/blackpeopletwitter&lt;/a&gt; and &lt;a href=\"https://www.reddit.com/r/blackladies/\"&gt;r/blackladies&lt;/a&gt; to create this series of discussion panels focused on race in America. These panels will be led by subject area specialists including scientists, researchers, and policy professionals so that we can engage with multiple expert perspectives on those important topics. A list of the panels, guests, and dates can be found &lt;a href=\"https://www.reddit.com/r/science/comments/hu52pr/rscience_announces_a_series_of_discussion_panels/\"&gt;here&lt;/a&gt;.&lt;/p&gt;\n\n&lt;p&gt;Today our guests are answering under the account &lt;a href=\"https://www.reddit.com/u/BIPOC_Mental_Health/\"&gt;u/BIPOC_Mental_Health&lt;/a&gt;. With us today are:&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;Monnica Williams, PhD&lt;/strong&gt;: I am an Associate Professor in the School of Psychology at the University of Ottawa, where I serve as Canada Research Chair in Mental Health Disparities. I am a board-certified, clinical psychologist, licensed in the US and Canada. I train and supervise clinicians in cognitive-behavioral therapies and culturally-informed techniques. I am the Clinical Director of the Behavioral Wellness Clinic, LLC in Tolland, Connecticut, where we specialize in OCD, race-based trauma, and psychedelic-assisted therapies. My research interests include Black mental health and mental health access and equity.  I have authored 130 scientific articles and 4 books, and I maintain a blog on Psychology Today called &lt;a href=\"https://www.psychologytoday.com/ca/blog/culturally-speaking\"&gt;Culturally Speaking&lt;/a&gt;. My current projects are focused on racial trauma, microaggressions, and White allyship. I am a national and international expert on racism. Learn more about me at &lt;a href=\"http://www.monnicawilliams.com/\"&gt;monnicawilliams.com&lt;/a&gt; or follow me on Twitter at &lt;a href=\"https://twitter.com/DrMonnica\"&gt;@DrMonnica&lt;/a&gt;.&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;Kevin Cokley, PhD&lt;/strong&gt;: My name is Kevin Cokley, and I hold the Oscar and Anne Mauzy Regents Professorship for Educational Research and Development at the University of Texas at Austin. I am a Fellow of both the University of Texas System and University of Texas Academy of Distinguished Teachers, Director of the Institute for Urban Policy Research and Analysis, and Professor of Educational Psychology and African and African Diaspora Studies. My research and teaching can be broadly categorized in the area of African American psychology, with a focus on racial identity, African American students’ academic achievement, and exploring the impact of the impostor phenomenon on mental health and academic outcomes. My research has been cited by the &lt;a href=\"https://www.nytimes.com/2018/06/12/smarter-living/dealing-with-impostor-syndrome-when-youre-treated-as-an-impostor.html\"&gt;New York Times&lt;/a&gt;, &lt;a href=\"https://www.usatoday.com/story/college/2017/04/24/study-impostor-syndrome-causes-mental-distress-in-minority-students/37430839/\"&gt;USA Today&lt;/a&gt;, and &lt;a href=\"https://www.insidehighered.com/audio/2020/01/27/impostor-syndrome\"&gt;Inside Higher Education&lt;/a&gt;. For more information: &lt;a href=\"https://www.kevincokley.com/\"&gt;kevincokley.com&lt;/a&gt;. My Twitter handle is &lt;a href=\"https://twitter.com/KevinCokley1\"&gt;@KevinCokley1&lt;/a&gt;.&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;Nicole L. Cammack, PhD&lt;/strong&gt;: I am Dr. Nicole L. Cammack and I am a licensed Clinical Psychologist, who is passionate about mental health awareness, treatment, and reducing the mental health stigma, particularly as it relates to Black communities.  I currently serve as the President and CEO of &lt;a href=\"http://www.blackmentalwellness.com/\"&gt;Black Mental Wellness&lt;/a&gt;, a corporation founded by clinical psychologists to shift the narrative of mental health in the Black community through providing resources about mental health and behavioral health topics from a Black perspective, highlighting and increasing the diversity of mental health professionals, and decreasing the mental health stigma in the Black community.  For more information about my work, click &lt;a href=\"https://www.blackmentalwellness.com/dr-nicole-cammack\"&gt;here&lt;/a&gt;.&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;Tumaini Rucker Coker MD, MBA&lt;/strong&gt;: I am an Associate Professor of Pediatrics at the University of Washington School of Medicine and Director of Research at Seattle Children&amp;#39;s Center for Diversity &amp;amp; Health Equity.  In my research, I collaborate with community clinics and pediatric practices to improve the delivery of primary care services to children and achieve health equity.  I bring my perspective as a practicing pediatrician, researcher, and African American mother of twin boys with ADHD, to the research that I conduct to improve equitable child mental health care to children of color in low-income communities. My research has been funded by multiple federal agencies and foundations, published broadly in the scientific literature in over 70 peer-reviewed articles, and covered by mainstream media outlets, including the Wall Street Journal, CNN, USA Today, and NBC. Learn more my &lt;a href=\"https://www.seattlechildrens.org/research/centers-programs/child-health-behavior-and-development/labs/innovation-in-child-healthcare-delivery-lab-ichd/\"&gt;Innovation in Child Healthcare Delivery Lab&lt;/a&gt;. Twitter: &lt;a href=\"https://twitter.com/tumainic\"&gt;@tumainic&lt;/a&gt;.&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;Robert T.  Carter, PhD&lt;/strong&gt;: I am Professor Emeritus of Psychology and Education at Teachers College, Columbia University. I am an expert on the stressful and traumatic effects of racism. I have authored 120 articles and 9 books. Recent books include - Carter and Scheuermann, (2020); Confronting racism, (Routledge); and Carter and Pieterse (2020); Measuring the Effects of Racism (Columbia University Press). I am a fellow in the American Psychological Association and have won several national awards. For more, please see my website: &lt;a href=\"https://nam05.safelinks.protection.outlook.com/?url=http%3A%2F%2Frtca411.com%2F&amp;amp;data=02%7C01%7Cjennifer.e.below%40vumc.org%7Cb49d7202e40b41d9ba3708d835b4c671%7Cef57503014244ed8b83c12c533d879ab%7C0%7C0%7C637318397832885759&amp;amp;sdata=a8plSfOU46cNN1lz7zrlO7fOPHu1WwciNuonAiA392c%3D&amp;amp;reserved=0\"&gt;rtca411.com&lt;/a&gt;.&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;Paul L. Morgan, PhD&lt;/strong&gt;: I am the Henry and Marion Eberly Fellow, Professor of Education and Demography in the Department of Education Policy Studies, and Director of the Center for Educational Disparities Research at Penn State. My work investigates how children who are struggling in school can be better helped. This work repeatedly finds evidence of disparities in disability identification and treatment attributable to race/ethnicity, social class, and national origin including for ADHD, autism, learning disabilities, and other conditions. This work has been cited by the U.S. Department of Education’s &lt;a href=\"https://www2.ed.gov/about/offices/list/ocr/letters/colleague-201612-racedisc-special-education.pdf\"&gt;Office of Civil Rights&lt;/a&gt;, the &lt;a href=\"https://www.nap.edu/catalog/25466/vibrant-and-healthy-kids-aligning-science-practice-and-policy-to\"&gt;National Academies of Sciences, Engineering, and Medicine&lt;/a&gt;, and the &lt;a href=\"https://www.usccr.gov/pubs/2019/07-23-Beyond-Suspensions.pdf\"&gt;U.S. Commission on Civil Rights&lt;/a&gt;. I have published over 60 peer-reviewed studies including in &lt;a href=\"https://pubmed.ncbi.nlm.nih.gov/23796743/\"&gt;Pediatrics&lt;/a&gt;, &lt;a href=\"https://pubmed.ncbi.nlm.nih.gov/24456307/\"&gt;Journal of Child Psychology and Psychiatry&lt;/a&gt;, &lt;a href=\"https://srcd.onlinelibrary.wiley.com/doi/abs/10.1111/cdev.12398\"&gt;Child Development&lt;/a&gt;, and &lt;a href=\"https://journals.sagepub.com/doi/abs/10.3102/0013189X17726282\"&gt;Educational Researcher&lt;/a&gt;. My research has been supported by the U.S. Department of Education’s Institute of Education Sciences, the National Institute of Child Health and Human Development, the National Science Foundation, and the Spencer Foundation. You can find links to my research at &lt;a href=\"https://paulmorgan.carrd.co/\"&gt;https://paulmorgan.carrd.co&lt;/a&gt;. I am on Twitter at &lt;a href=\"https://twitter.com/PaulMorganPhd\"&gt;@PaulMorganPhd&lt;/a&gt;. I look forward to our conversations! &lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;Our guests will be on throughout the afternoon to answer your questions and discuss with you!&lt;/strong&gt;&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;",
        "likes": null,
        "suggested_sort": null,
        "banned_at_utc": null,
        "view_count": null,
        "archived": false,
        "no_follow": false,
        "is_crosspostable": false,
        "pinned": false,
        "over_18": false,
        "preview": {
            "images": [
                {
                    "source": {
                        "url": "https://external-preview.redd.it/CCRIkif2a01iizXnaOCLSl_qz_m7KCHFlLd5K8Rzb7Q.png?auto=webp&amp;s=c318f1574695d63ee033aa4cb9d43ff2889af61f",
                        "width": 3000,
                        "height": 1578
                    },
                    "resolutions": [
                        {
                            "url": "https://external-preview.redd.it/CCRIkif2a01iizXnaOCLSl_qz_m7KCHFlLd5K8Rzb7Q.png?width=108&amp;crop=smart&amp;auto=webp&amp;s=cce1761d90c8faadc7a0916f0ed9945ecafbf1f3",
                            "width": 108,
                            "height": 56
                        },
                        {
                            "url": "https://external-preview.redd.it/CCRIkif2a01iizXnaOCLSl_qz_m7KCHFlLd5K8Rzb7Q.png?width=216&amp;crop=smart&amp;auto=webp&amp;s=654d08d6626253b2e39249daf377a4337b263cb9",
                            "width": 216,
                            "height": 113
                        },
                        {
                            "url": "https://external-preview.redd.it/CCRIkif2a01iizXnaOCLSl_qz_m7KCHFlLd5K8Rzb7Q.png?width=320&amp;crop=smart&amp;auto=webp&amp;s=cd2b51f17cb975bec7038ac486c8d7a7b6294598",
                            "width": 320,
                            "height": 168
                        },
                        {
                            "url": "https://external-preview.redd.it/CCRIkif2a01iizXnaOCLSl_qz_m7KCHFlLd5K8Rzb7Q.png?width=640&amp;crop=smart&amp;auto=webp&amp;s=853ec5b5838de9668a33a599dd13794e00efb020",
                            "width": 640,
                            "height": 336
                        },
                        {
                            "url": "https://external-preview.redd.it/CCRIkif2a01iizXnaOCLSl_qz_m7KCHFlLd5K8Rzb7Q.png?width=960&amp;crop=smart&amp;auto=webp&amp;s=86f6e2becc91184171d83b6650164c0cd8e876a3",
                            "width": 960,
                            "height": 504
                        },
                        {
                            "url": "https://external-preview.redd.it/CCRIkif2a01iizXnaOCLSl_qz_m7KCHFlLd5K8Rzb7Q.png?width=1080&amp;crop=smart&amp;auto=webp&amp;s=a4e16b1091d6780b3d61ddc8904fe65078d375fb",
                            "width": 1080,
                            "height": 568
                        }
                    ],
                    "variants": {},
                    "id": "wqke9Fn3C-zINc721J-uxtMuWwE2wMB2pNT-2xnWq5I"
                }
            ],
            "enabled": false
        },
        "all_awardings": [],
        "awarders": [],
        "media_only": false,
        "link_flair_template_id": "237487fc-7b2d-11e4-b86c-12313b0eada0",
        "can_gild": false,
        "spoiler": false,
        "locked": true,
        "author_flair_text": ":star_modgreen: Lead Moderator",
        "treatment_tags": [],
        "visited": false,
        "removed_by": null,
        "num_reports": null,
        "distinguished": null,
        "subreddit_id": "t5_2qzb6",
        "mod_reason_by": null,
        "removal_reason": null,
        "link_flair_background_color": "#ffffff",
        "id": "i48gqp",
        "is_robot_indexable": true,
        "report_reasons": null,
        "author": "mmm_toasty",
        "discussion_type": null,
        "num_comments": 1,
        "send_replies": true,
        "whitelist_status": "all_ads",
        "contest_mode": false,
        "mod_reports": [],
        "author_patreon_flair": false,
        "author_flair_text_color": "dark",
        "permalink": "/r/IAmA/comments/i48gqp/crosspost_rscience_science_discussion_series_we/",
        "parent_whitelist_status": "all_ads",
        "stickied": false,
        "url": "https://www.reddit.com/r/IAmA/comments/i48gqp/crosspost_rscience_science_discussion_series_we/",
        "subreddit_subscribers": 20603947,
        "created_utc": 1596644760.0,
        "num_crossposts": 0,
        "media": null,
        "is_video": false
    }
}